{
  "LuaSnip": { "branch": "master" },
  "NvChad": { "branch": "v2.5" },
  "auto-save.nvim": { "branch": "main" },
  "base46": { "branch": "v3.0" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "menu": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "minty": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "persisted.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ui": { "branch": "v3.0" },
  "undotree": { "branch": "master" },
  "vim-cursorword": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}
